'use strict';
// http://139.129.200.102:10020/api/
module.exports = {
  FenKou: [{
    name: '财经口',
    count: '90'
  },{
    name: '工交口',
    count: '103'
  },{
    name: '金融口',
    count: '103'
  }, {
    name: '城建口',
    count: '45'
  }, {
    name: '城投口',
    count: '153'
  }, {
    name: '农口',
    count: '21'
  }
  ],
  Units: [{
    name: '市编委办',
    count: 20
  },{
    name: '市教育局',
    count: 13
  },{
    name: '市人社局',
    count: 24
  },{
    name: '市监察局',
    count: 53
  },{
    name: '市统计局',
    count: 12
  },{
    name: '市住房公积金中心',
    count: 23
  },{
    name: '市政府办',
    count: 12
  },{
    name: '市政务服务中心',
    count: 11
  }],
  Projects: [{
    name: '关于新增城镇就业',
    type: '公开承诺',
    status: '进行中',
    progress: '43%',
    inform: [{
      month: '1月',
      content: '实现城镇新增就业2345人，完成承诺任务的12.2%',
    },{
      month: '2月',
      content: '实现城镇新增就业3021人，完成承诺任务的18.2%',
    },{
      month: '3月',
      content: '实现城镇新增就业4023人，完成承诺任务的25.2%',
    },{
      month: '4月',
      content: '实现城镇新增就业5033人，完成承诺任务的30.2%',
    },{
      month: '5月',
      content: '实现城镇新增就业6033人，完成承诺任务的35.2%',
    },{
      month: '6月',
      content: '实现城镇新增就业8445人，完成承诺任务的43.0%',
    }]
  },{
    name: '汉江景观打造项目',
    type: '重点项目',
    status: '进度缓慢',
    progress: '50%',
    inform: [{
      month: '1月',
      content: '第一笔投资到位',
    },{
      month: '2月',
      content: '基础工程完工',
    },{
      month: '3月',
      content: '主体完工，下月工作计划30%',
    }]
  },{
    name: '关于九年制义务教育',
    type: '政府工作报告',
    status: '已完成',
    progress: '100%',
    inform: [{
      month: '1月',
      content: '优化中小学布局调整',
    },{
      month: '2月',
      content: '加快推进义务教育阶段教育信息化',
    },{
      month: '3月',
      content: '建立健全义务教育“控制辍学”工作长效机制',
    },{
      month: '4月',
      content: '扩大中等职业学校办学规模',
    }]
  }],
  News: [{
    name: "市政府2016年重要会议通报",
    unit: "安康市人民政府办公室",
    date: "2016年2月21日"
  },{
    name: "市政府2016年政府工作报告进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年3月21日"
  },{
    name: "市政府2016年重点工程进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年4月21日"
  },{
    name: "市政府2016年重点项目进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年5月21日"
  },{
    name: "市政府2016年重点工作公开承诺事项进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年6月21日"
  }],
  News2: [{
    name: "市委2016年重要会议通报",
    unit: "安康市人民政府办公室",
    date: "2016年2月21日"
  },{
    name: "市委2016年政府工作报告进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年3月21日"
  },{
    name: "市委2016年重点工程进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年4月21日"
  },{
    name: "市委2016年重点项目进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年5月21日"
  },{
    name: "市委2016年重点工作公开承诺事项进展情况通报",
    unit: "安康市人民政府办公室",
    date: "2016年6月21日"
  }]
};
