'use strict';
// http://139.129.200.102:10020/api/
module.exports = {
  Units: [{
    name: '市编委办',
    count: 20
  },{
    name: '市人社局',
    count: 30
  },{
    name: '市监察局',
    count: 30
  },{
    name: '市统计局',
    count: 30
  },{
    name: '市住房公积金中心',
    count: 30
  },{
    name: '市政府办',
    count: 30
  },{
    name: '市政务服务中心',
    count: 30
  },{
    name: '市发展研究中心',
    count: 30
  },{
    name: '市发改委',
    count: 30
  },{
    name: '市财政局',
    count: 30
  },{
    name: '市公安局',
    count: 30
  }],
  Projects: [{
    name: '新增城镇就业',
    type: '公开承诺',
    status: '进行中',
    progress: '43%',
    inform: [{
      month: '1月',
      content: '实现城镇新增就业2345人，完成承诺任务的12.2%；城镇登记失业率为4.89%；免费技能培训8425人，完成承诺任务的42.1%；有组织转移农村劳动力就业55万人，完成承诺任务的91.6%',
    },{
      month: '2月',
      content: '实现城镇新增就业3021人，完成承诺任务的18.2%；城镇登记失业率为4.39%；免费技能培训8425人，完成承诺任务的42.1%；有组织转移农村劳动力就业55万人，完成承诺任务的91.6%',
    },{
      month: '3月',
      content: '实现城镇新增就业4023人，完成承诺任务的25.2%；城镇登记失业率为4.19%；免费技能培训8425人，完成承诺任务的42.1%；有组织转移农村劳动力就业55万人，完成承诺任务的91.6%',
    },{
      month: '4月',
      content: '实现城镇新增就业5033人，完成承诺任务的30.2%；城镇登记失业率为3.89%；免费技能培训8425人，完成承诺任务的42.1%；有组织转移农村劳动力就业55万人，完成承诺任务的91.6%',
    },{
      month: '5月',
      content: '实现城镇新增就业6033人，完成承诺任务的35.2%；城镇登记失业率为3.59%；免费技能培训8425人，完成承诺任务的42.1%；有组织转移农村劳动力就业55万人，完成承诺任务的91.6%',
    },{
      month: '6月',
      content: '实现城镇新增就业8445人，完成承诺任务的42.2%；城镇登记失业率为3.19%；免费技能培训8425人，完成承诺任务的42.1%；有组织转移农村劳动力就业55万人，完成承诺任务的91.6%',
    }]
  },{
    name: '引导有条件农村居民进城落户8万人落户8万人',
    type: '公开承诺',
    status: '已完成',
    progress: '100%',
    inform: []
  },{
    name: '引导有条件农村居民进城落户8万人',
    type: '公开承诺',
    status: '进度缓慢',
    progress: '23%',
    inform: []
  },{
    name: '引导有条件农村居民进城落户8万人',
    type: '公开承诺',
    status: '已完成',
    progress: '100%',
    inform: []
  },{
    name: '引导有条件农村居民进城落户8万人',
    type: '公开承诺',
    status: '进行中',
    progress: '43%',
    inform: []
  },{
    name: '引导有条件农村居民进城落户8万人',
    type: '公开承诺',
    status: '进度缓慢',
    progress: '23%',
    inform: []
  }],
  news: [{}]
};
